{
  "intents": [
    {
      "intent": "ask_about_symptom",
      "patterns": [
        "I have a headache",
        "My head hurts",
        "What to do if I feel dizzy?",
        "I feel tired all the time",
        "Why do I feel weak?",
        "I'm feeling nauseous",
        "What does chest tightness mean?",
        "Why do I keep sneezing?",
        "I feel short of breath sometimes",
        "What should I do if I have stomach pain?",
        "Why do I have back pain?",
        "My legs are aching",
        "I have muscle cramps",
        "My throat feels sore",
        "I keep coughing",
        "I have a runny nose",
        "Why do I feel lightheaded?",
        "I feel anxious with chest pain",
        "Why am I feeling so tired?",
        "I can’t sleep well at night",
        "I feel dizzy after standing up",
        "I often get headaches after work",
        "Why do I feel pain in my joints?",
        "I get tired after climbing stairs",
        "My eyes hurt after screen time",
        "I feel pressure in my head",
        "Why do I sweat so much?",
        "I feel restless and exhausted",
        "I have frequent stomach aches",
        "Why do I feel low energy everyday?",
        "मुझे सिरदर्द हो रहा है",
        "मेरा सिर दर्द कर रहा है",
        "अगर मुझे चक्कर आए तो क्या करूँ?",
        "मैं हमेशा थका हुआ महसूस करता हूँ",
        "मैं कमजोर क्यों महसूस कर रहा हूँ?",
        "मुझे उल्टी जैसा लग रहा है",
        "सीने में जकड़न का क्या मतलब है?",
        "मुझे बार-बार छींक क्यों आती है?",
        "कभी-कभी मुझे सांस लेने में दिक्कत होती है",
        "अगर पेट में दर्द हो तो क्या करना चाहिए?",
        "मेरी पीठ में दर्द क्यों हो रहा है?",
        "मेरे पैरों में दर्द है",
        "मुझे मांसपेशियों में ऐंठन हो रही है",
        "मेरा गला दर्द कर रहा है",
        "मुझे खांसी हो रही है",
        "मेरी नाक बह रही है",
        "मुझे हल्का सिर घूमना क्यों लग रहा है?",
        "मुझे चिंता के साथ सीने में दर्द हो रहा है",
        "मैं इतना थका हुआ क्यों महसूस कर रहा हूँ?",
        "मुझे रात में नींद नहीं आती",
        "खड़े होने पर चक्कर क्यों आते हैं?",
        "काम के बाद मुझे अक्सर सिरदर्द होता है",
        "मेरे जोड़ों में दर्द क्यों होता है?",
        "सीढ़ियाँ चढ़ने के बाद थकान क्यों होती है?",
        "लैपटॉप पर काम करने के बाद मेरी आँखें दर्द करती हैं",
        "मुझे सिर में दबाव सा महसूस होता है",
        "मुझे इतना पसीना क्यों आता है?",
        "मैं बेचैन और थका हुआ महसूस करता हूँ",
        "मुझे बार-बार पेट दर्द क्यों होता है?",
        "मुझे हर दिन इतनी थकान क्यों होती है?"
      ],
      "responses": [
        "I’m not a doctor, but I can share some general advice.",
        "I hear you. It’s important to monitor your symptoms closely.",
        "Mild symptoms often improve with rest, hydration, and self-care.",
        "If your symptoms are severe or persistent, please see a healthcare professional.",
        "Sometimes stress, lack of sleep, or dehydration can cause such feelings.",
        "Can you tell me when these symptoms usually appear?",
        "Remember, I can only provide general guidance, not a diagnosis.",
        "Have you tried taking short breaks and hydrating regularly?",
        "If this keeps happening, it’s best to consult a doctor soon.",
        "मैं डॉक्टर नहीं हूँ, लेकिन मैं आपको सामान्य सुझाव दे सकता हूँ।",
        "मैं समझता हूँ। आपके लक्षणों पर ध्यान देना महत्वपूर्ण है।",
        "हल्के लक्षण अक्सर आराम, पानी और देखभाल से ठीक हो सकते हैं।",
        "अगर लक्षण गंभीर या लंबे समय तक रहें तो डॉक्टर से मिलें।",
        "कभी-कभी तनाव, नींद की कमी या पानी की कमी से ऐसा हो सकता है।",
        "क्या आप बता सकते हैं कि ये लक्षण कब आते हैं?",
        "याद रखें, मैं केवल सामान्य सुझाव दे सकता हूँ, निदान नहीं।",
        "क्या आपने छोटे ब्रेक लेकर पानी पीने की कोशिश की है?",
        "अगर यह बार-बार होता है तो डॉक्टर से सलाह लें।"
      ],
      "wellness_tips": [
        "Stay hydrated by drinking enough water throughout the day.",
        "Take short breaks away from screens to rest your eyes and mind.",
        "Maintain a regular sleep schedule to improve your energy.",
        "Incorporate light stretching or walking into your routine.",
        "Eat balanced meals with fruits and vegetables.",
        "Practice deep breathing exercises to reduce stress.",
        "दिनभर पर्याप्त पानी पिएं।",
        "आँखों और दिमाग को आराम देने के लिए स्क्रीन से ब्रेक लें।",
        "अपनी नींद का समय नियमित रखें।",
        "हल्की स्ट्रेचिंग या टहलना अपनी दिनचर्या में शामिल करें।",
        "संतुलित आहार लें जिसमें फल और सब्जियाँ हों।",
        "तनाव कम करने के लिए गहरी सांस लेने का अभ्यास करें।"
      ]
    },
    {
      "intent": "query_first_aid",
      "patterns": [
        "What should I do if I cut my finger?",
        "How to treat a burn?",
        "What is first aid for nosebleed?",
        "What can I do for a sprained ankle?",
        "How do I stop minor bleeding?",
        "First aid for insect bite?",
        "What to do for heatstroke?",
        "How can I treat a blister?",
        "First aid for fainting?",
        "What should I do if I choke?",
        "How to help someone with a seizure?",
        "What is the first step in CPR?",
        "How to clean a wound?",
        "What should I do for a bruise?",
        "What if someone gets stung by a bee?",
        "First aid for dehydration?",
        "How to treat a small cut at home?",
        "What should I do if I burn my hand?",
        "How to stop a nosebleed quickly?",
        "What should I do if I twist my ankle?",
        "How to treat a scrape on the knee?",
        "What to do if someone faints?",
        "How to apply pressure to a wound?",
        "What if I get a paper cut?",
        "First aid for heat exhaustion?",
        "What should I do for mild sunburn?",
        "How to treat a splinter?",
        "What should I do if I feel faint?",
        "How to take care of a blister?",
        "What’s the first thing to do in an emergency?",
        "अगर मेरी उंगली कट जाए तो क्या करूँ?",
        "जलने पर क्या करना चाहिए?",
        "नाक से खून आने पर क्या प्राथमिक उपचार है?",
        "मोड़ आने पर क्या करना चाहिए?",
        "हल्के खून को कैसे रोका जाए?",
        "कीड़े के काटने पर क्या करें?",
        "लू लगने पर क्या करना चाहिए?",
        "छाले का इलाज कैसे करें?",
        "बेहोश होने पर क्या करें?",
        "अगर गले में कुछ फंस जाए तो क्या करना चाहिए?",
        "दौरा पड़ने वाले की मदद कैसे करें?",
        "सीपीआर का पहला कदम क्या है?",
        "घाव को कैसे साफ करें?",
        "नील पड़ने पर क्या करना चाहिए?",
        "अगर मधुमक्खी डस ले तो क्या करें?",
        "डिहाइड्रेशन का प्राथमिक इलाज क्या है?",
        "छोटी कट को घर पर कैसे ठीक करें?",
        "हाथ जल जाने पर क्या करें?",
        "नाक से खून जल्दी कैसे रोकें?",
        "टखना मुड़ने पर क्या करना चाहिए?",
        "घुटने में छिल जाने पर क्या करना चाहिए?",
        "अगर कोई बेहोश हो जाए तो क्या करें?",
        "घाव पर दबाव कैसे डालें?",
        "अगर पेपर कट हो जाए तो क्या करें?",
        "हीट एक्सॉश्चन पर क्या करना चाहिए?",
        "हल्की धूप से झुलसने पर क्या करें?",
        "कांटा चुभ जाने पर क्या करें?",
        "अगर मुझे चक्कर आए तो क्या करें?",
        "छाले की देखभाल कैसे करें?",
        "आपात स्थिति में सबसे पहले क्या करना चाहिए?"
      ],
      "responses": [
        "Here’s some general first aid information you can follow.",
        "For minor cuts, wash the area gently and cover it with a clean bandage.",
        "For burns, run cool (not cold) water over the area for several minutes.",
        "If bleeding is severe, apply pressure and seek medical help immediately.",
        "For nosebleeds, lean slightly forward and pinch the nose bridge for 10 minutes.",
        "A sprain can be treated with rest, ice, compression, and elevation (RICE).",
        "Always keep a basic first aid kit handy.",
        "If the situation seems serious, call emergency services right away.",
        "For stings or bites, clean the area and apply a cold pack if needed.",
        "यहाँ कुछ सामान्य प्राथमिक उपचार की जानकारी है।",
        "हल्की कट पर साफ पानी डालकर पट्टी बाँधें।",
        "जलने पर ठंडे (बर्फीले नहीं) पानी से धोएं।",
        "अगर खून ज्यादा बह रहा है तो दबाव डालें और डॉक्टर को दिखाएँ।",
        "नाक से खून आने पर थोड़ा आगे झुकें और नाक दबाएँ।",
        "मोड़ आने पर आराम, बर्फ, दबाव और पैर को ऊँचाई पर रखें।",
        "हमेशा एक फर्स्ट एड किट साथ रखें।",
        "स्थिति गंभीर हो तो तुरंत डॉक्टर को बुलाएँ।",
        "डंक या कीड़े के काटने पर साफ करें और ठंडी पट्टी रखें।"
      ],
      "wellness_tips": [
        "Keep a first aid kit ready at home and in your car.",
        "Learn CPR and basic first aid—it can save lives.",
        "For any serious injury, always seek professional medical care quickly.",
        "Stay calm during emergencies; it helps you think clearly.",
        "Know your local emergency numbers.",
        "Regularly check expiry dates on medicines in your first aid kit.",
        "घर और गाड़ी में फर्स्ट एड किट रखें।",
        "सीपीआर और प्राथमिक उपचार सीखें।",
        "गंभीर चोट पर तुरंत डॉक्टर से मिलें।",
        "आपात स्थिति में शांत रहें।",
        "स्थानीय आपातकालीन नंबर याद रखें।",
        "फर्स्ट एड किट की दवाइयों की तारीख चेक करते रहें।"
      ]
    },
    {
      "intent": "ask_about_wellness_tip",
      "patterns": [
        "How can I improve my sleep?",
        "Give me tips for better concentration",
        "How to manage stress?",
        "How can I boost my energy?",
        "Tips for healthy eating?",
        "How to stay motivated?",
        "How can I improve my fitness?",
        "Best ways to stay hydrated?",
        "What are simple ways to relax?",
        "How do I build a morning routine?",
        "Tips for reducing anxiety?",
        "How to stay active during work?",
        "What are some mindfulness practices?",
        "How can I improve my posture?",
        "How to stop feeling tired in the afternoon?",
        "Ways to improve mental health?",
        "How do I avoid burnout?",
        "Tips for better focus at work?",
        "How can I stay calm under pressure?",
        "What are quick stress relief methods?",
        "How do I create healthy habits?",
        "How can I improve my diet?",
        "How to get good quality sleep?",
        "Tips for balancing work and life?",
        "What are simple exercises I can do daily?",
        "How to relax my mind?",
        "How can I reduce screen time?",
        "What are good bedtime habits?",
        "How do I boost my immunity?",
        "How to keep a positive mindset?",
        "मैं अपनी नींद कैसे सुधार सकता हूँ?",
        "अच्छी एकाग्रता के लिए सुझाव दें",
        "तनाव कैसे कम करें?",
        "मैं अपनी ऊर्जा कैसे बढ़ा सकता हूँ?",
        "स्वस्थ खाने के टिप्स बताइए",
        "प्रेरित कैसे रहें?",
        "फिटनेस कैसे सुधारें?",
        "पानी पीने का सबसे अच्छा तरीका क्या है?",
        "आराम करने के आसान तरीके क्या हैं?",
        "सुबह की दिनचर्या कैसे बनाऊँ?",
        "चिंता कम करने के टिप्स?",
        "काम के दौरान सक्रिय कैसे रहें?",
        "माइंडफुलनेस का अभ्यास कैसे करें?",
        "अपनी बॉडी पॉश्चर कैसे सुधारें?",
        "दोपहर में थकान कैसे रोकें?",
        "मानसिक स्वास्थ्य सुधारने के तरीके क्या हैं?",
        "बर्नआउट से कैसे बचें?",
        "काम पर फोकस बढ़ाने के टिप्स?",
        "दबाव में शांत कैसे रहें?",
        "तनाव से राहत पाने के त्वरित तरीके?",
        "स्वस्थ आदतें कैसे बनाऊँ?",
        "आहार कैसे सुधारें?",
        "अच्छी नींद कैसे लें?",
        "काम और जीवन का संतुलन कैसे बनाएँ?",
        "रोज़ करने के लिए आसान व्यायाम क्या हैं?",
        "मन को कैसे शांत करें?",
        "स्क्रीन टाइम कैसे कम करें?",
        "सोने से पहले की अच्छी आदतें क्या हैं?",
        "प्रतिरोधक क्षमता कैसे बढ़ाएँ?",
        "सकारात्मक सोच कैसे रखें?"
      ],
      "responses": [
        "Here are some wellness tips that may help you.",
        "Making small lifestyle changes often makes a big difference.",
        "Consistency is the key to wellness.",
        "Good sleep, nutrition, and hydration are essential pillars of health.",
        "Taking regular breaks during work can improve productivity and mood.",
        "Mindfulness and meditation are powerful for stress management.",
        "Would you like me to suggest some daily wellness habits?",
        "Staying active and eating balanced meals helps with long-term health.",
        "Remember, small steps every day lead to lasting changes.",
        "यहाँ कुछ वेलनेस टिप्स हैं जो आपकी मदद कर सकते हैं।",
        "छोटे-छोटे बदलाव जीवन में बड़ा असर डालते हैं।",
        "लगातार अभ्यास से वेलनेस में सुधार होता है।",
        "अच्छी नींद, पोषण और पानी सेहत के लिए जरूरी हैं।",
        "काम के दौरान ब्रेक लेने से उत्पादकता और मूड बेहतर होते हैं।",
        "तनाव कम करने के लिए ध्यान और मेडिटेशन बहुत फायदेमंद हैं।",
        "क्या आप चाहते हैं कि मैं आपको रोज़ के कुछ हैबिट्स सुझाऊँ?",
        "सक्रिय रहना और संतुलित आहार लंबे समय तक सेहतमंद रखता है।",
        "याद रखें, रोज़ के छोटे कदम लंबे समय तक असर दिखाते हैं।"
      ],
      "wellness_tips": [
        "Get 7–9 hours of sleep every night.",
        "Stay hydrated by drinking water regularly.",
        "Incorporate at least 30 minutes of physical activity daily.",
        "Practice mindfulness or meditation for 10 minutes a day.",
        "Limit processed foods and eat more whole foods.",
        "Spend time outdoors to refresh your mind.",
        "हर रात 7–9 घंटे की नींद लें।",
        "नियमित रूप से पानी पिएं।",
        "रोज़ कम से कम 30 मिनट व्यायाम करें।",
        "दिन में 10 मिनट माइंडफुलनेस या ध्यान करें।",
        "प्रोसेस्ड फूड्स से बचें और प्राकृतिक भोजन खाएँ।",
        "प्रकृति के बीच समय बिताएँ।"
      ]
    },
    {
      "intent": "greeting",
      "patterns": [
        "Hi",
        "Hello",
        "Hey",
        "Good morning",
        "Good afternoon",
        "Good evening",
        "Hi there",
        "Hey chatbot",
        "Hello bot",
        "Howdy",
        "Hey buddy",
        "Yo",
        "Greetings",
        "What’s up?",
        "Hi wellness assistant",
        "Hey there",
        "Hello wellness bot",
        "Hi friend",
        "Hey, how are you?",
        "Good day",
        "Hello friend",
        "Hi mate",
        "Hi assistant",
        "Hey wellness bot",
        "Hi AI",
        "Hello there!",
        "Hey, good to see you",
        "Hi, what’s up?",
        "Yo wellness bot",
        "Who are you?",
        "What do you do?",
        "Are you a doctor?",
        "Can you help me with health?",
        "नमस्ते",
        "हैलो",
        "हाय",
        "शुभ प्रभात",
        "शुभ दोपहर",
        "शुभ संध्या",
        "नमस्कार",
        "कैसे हो?",
        "हाय चैटबॉट",
        "अरे दोस्त",
        "क्या हाल है?",
        "हैलो वेलनेस असिस्टेंट",
        "हाय दोस्त",
        "कैसे चल रहा है?",
        "हाय वेलनेस बॉट",
        "नमस्ते मित्र",
        "अरे बॉट",
        "नमस्कार मित्र",
        "क्या कर रहे हो?",
        "हाय एआई",
        "नमस्ते, अच्छा लगा आपसे मिलकर",
        "आप कौन हैं?",
        "आप क्या करते हैं?",
        "क्या आप डॉक्टर हैं?",
        "क्या आप मेरी सेहत में मदद करेंगे?"
      ],
      "responses": [
        "Hello! How are you feeling today?",
        "Hi there! How can I support your wellness journey?",
        "Hey! What’s on your mind?",
        "Good to see you! How can I help?",
        "Hello! Do you want to talk about health or wellness tips?",
        "Hi! I’m here to answer your wellness questions.",
        "Hey! Ready to check on your wellbeing today?",
        "Greetings! How are you doing?",
        "Hi, what would you like to talk about today?",
        "I’m your wellness chatbot, here to guide you with general health and self-care tips.",
        "I’m not a doctor, but I can share useful wellness advice.",
        "I can answer your health and lifestyle questions and suggest wellness tips.",
        "You can talk to me about symptoms, first aid, and healthy habits.",
        "नमस्ते! आज आप कैसा महसूस कर रहे हैं?",
        "हाय! मैं आपकी वेलनेस जर्नी में कैसे मदद कर सकता हूँ?",
        "अरे! आपके मन में क्या चल रहा है?",
        "आपसे मिलकर अच्छा लगा! मैं कैसे मदद कर सकता हूँ?",
        "नमस्ते! क्या आप स्वास्थ्य या वेलनेस टिप्स पर बात करना चाहेंगे?",
        "हाय! मैं आपकी वेलनेस से जुड़े सवालों का जवाब देने के लिए यहाँ हूँ।",
        "अरे! क्या आप आज अपनी सेहत चेक करने के लिए तैयार हैं?",
        "नमस्कार! आप कैसे हैं?",
        "हाय, आज आप किस विषय पर बात करना चाहेंगे?",
        "मैं आपका वेलनेस चैटबॉट हूँ, जो सामान्य स्वास्थ्य और सेल्फ-केयर टिप्स देता हूँ।",
        "मैं डॉक्टर नहीं हूँ, लेकिन वेलनेस से जुड़ी मदद कर सकता हूँ।",
        "मैं आपके स्वास्थ्य और जीवनशैली से जुड़े सवालों का जवाब दे सकता हूँ।",
        "आप मुझसे लक्षण, फर्स्ट एड और हेल्दी हैबिट्स के बारे में पूछ सकते हैं।"
      ],
      "wellness_tips": [
        "Start your day with a glass of water.",
        "A morning stretch can set a positive tone.",
        "Take a moment to practice gratitude today.",
        "Smile—it boosts your mood and reduces stress.",
        "A short walk can refresh your body and mind.",
        "Take 3 deep breaths whenever you feel tense.",
        "अपने दिन की शुरुआत एक गिलास पानी से करें।",
        "सुबह हल्का स्ट्रेच करने से दिन अच्छा शुरू होता है।",
        "आज कुछ समय आभार व्यक्त करने में लगाएँ।",
        "मुस्कुराइए—यह आपके मूड को बेहतर बनाता है।",
        "थोड़ी देर टहलना शरीर और दिमाग को ताज़ा कर देता है।",
        "जब भी तनाव हो, गहरी साँसें लें।"
      ]
    },
    {
      "intent": "goodbye",
      "patterns": [
        "Goodbye",
        "Bye",
        "See you",
        "Talk to you later",
        "Catch you later",
        "See you soon",
        "Bye bot",
        "Good night",
        "See ya",
        "Take care",
        "Later",
        "Peace out",
        "I’m leaving",
        "I’ll talk to you next time",
        "Goodbye assistant",
        "Thanks, bye",
        "Alright, bye",
        "Bye friend",
        "I need to go now",
        "Catch you next time",
        "See you tomorrow",
        "I’m done for now",
        "Bye wellness bot",
        "Bye AI",
        "Goodbye for now",
        "Take care, bot",
        "Leaving now",
        "That’s all, bye",
        "Catch you later wellness assistant",
        "Thanks, see you soon",
        "Are you leaving?",
        "Will you be here later?",
        "Can I talk to you again?",
        "Will you be available tomorrow?",
        "Goodbye chatbot",
        "नमस्ते",
        "बाय",
        "फिर मिलेंगे",
        "बाद में बात करते हैं",
        "फिर मिलते हैं",
        "जल्दी मिलते हैं",
        "अलविदा बॉट",
        "शुभ रात्रि",
        "फिर मिलते हैं दोस्त",
        "अपना ध्यान रखना",
        "ठीक है, बाय",
        "मैं जा रहा हूँ",
        "अगली बार मिलते हैं",
        "अलविदा असिस्टेंट",
        "धन्यवाद, बाय",
        "ठीक है, अलविदा",
        "फिर मिलते हैं मित्र",
        "मुझे अब जाना है",
        "अगली बार मिलते हैं",
        "कल मिलते हैं",
        "अभी के लिए बाय",
        "अलविदा वेलनेस बॉट",
        "अलविदा एआई",
        "कुछ देर बाद बात करेंगे",
        "क्या आप जा रहे हैं?",
        "क्या आप बाद में यहाँ रहेंगे?",
        "क्या मैं फिर आपसे बात कर सकता हूँ?",
        "क्या आप कल उपलब्ध रहेंगे?",
        "अलविदा चैटबॉट"
      ],
      "responses": [
        "Goodbye! Take care of yourself.",
        "See you soon! Stay well.",
        "Bye! Don’t forget to look after your health.",
        "Take care! Talk to you later.",
        "Goodbye! Stay positive and healthy.",
        "See you! Wishing you wellness.",
        "Bye for now! Keep practicing self-care.",
        "Take care! Stay hydrated.",
        "See you soon! Stay safe and healthy.",
        "I’m not really leaving, you can talk to me anytime.",
        "I’ll always be here if you need wellness tips again.",
        "You can come back and chat with me whenever you like.",
        "I’m available 24/7 to support your wellness journey.",
        "अलविदा! अपना ख्याल रखना।",
        "जल्दी मिलते हैं! स्वस्थ रहिए।",
        "बाय! अपनी सेहत का ध्यान रखिए।",
        "ख्याल रखना! बाद में बात करते हैं।",
        "अलविदा! सकारात्मक और स्वस्थ रहिए।",
        "फिर मिलते हैं! वेलनेस की शुभकामनाएँ।",
        "अभी के लिए बाय! सेल्फ-केयर करते रहिए।",
        "अपना ध्यान रखिए! पानी पीते रहिए।",
        "जल्दी मिलते हैं! सुरक्षित और स्वस्थ रहिए।",
        "मैं सचमुच जा नहीं रहा हूँ, आप मुझसे कभी भी बात कर सकते हैं।",
        "मैं हमेशा यहाँ हूँ, जब भी आपको वेलनेस टिप्स चाहिए।",
        "आप जब चाहें मुझसे फिर बात कर सकते हैं।",
        "मैं 24/7 उपलब्ध हूँ आपकी वेलनेस जर्नी में मदद के लिए।"
      ],
      "wellness_tips": [
        "Unwind before bed to improve sleep quality.",
        "Reflect on one positive thing from today.",
        "Prepare a to-do list for tomorrow to ease stress.",
        "Drink a glass of water before sleeping.",
        "Stretch lightly before bed for better rest.",
        "Switch off screens 30 minutes before sleeping.",
        "सोने से पहले रिलैक्स करें ताकि नींद अच्छी आए।",
        "आज की एक सकारात्मक बात पर ध्यान दें।",
        "कल के लिए टू-डू लिस्ट बनाकर तनाव कम करें।",
        "सोने से पहले एक गिलास पानी पिएँ।",
        "सोने से पहले हल्का स्ट्रेच करें।",
        "स्क्रीन का इस्तेमाल सोने से 30 मिनट पहले बंद करें।"
      ]
    },
    {
      "intent": "fallback",
      "patterns": [
        "What’s the weather like?",
        "Tell me a joke",
        "Who is the president?",
        "Play a song",
        "What time is it?",
        "Open Google",
        "Book me a flight",
        "What’s 2 plus 2?",
        "Tell me about space travel",
        "Who won the football match?",
        "Translate hello to Spanish",
        "What’s the capital of France?",
        "Order me pizza",
        "Turn on the lights",
        "Who invented the internet?",
        "What’s trending on Twitter?",
        "Show me the news",
        "Tell me about history of cars",
        "Write me a poem",
        "Can you dance?",
        "गाना सुनाओ",
        "मौसम कैसा है?",
        "मुझे कोई चुटकुला सुनाओ",
        "प्रधानमंत्री कौन हैं?",
        "एक गाना बजाओ",
        "कितने बजे हैं?",
        "गूगल खोलो",
        "मुझे एक फ्लाइट बुक कर दो",
        "स्पेस ट्रैवल के बारे में बताओ",
        "फुटबॉल मैच किसने जीता?",
        "हैलो को हिंदी में अनुवाद करो",
        "फ्रांस की राजधानी क्या है?",
        "मुझे पिज्जा ऑर्डर कर दो",
        "लाइट ऑन करो",
        "इंटरनेट किसने बनाया?",
        "ट्विटर पर क्या ट्रेंड हो रहा है?",
        "मुझे खबरें दिखाओ",
        "कार का इतिहास बताओ",
        "मेरे लिए कविता लिखो",
        "क्या आप नाच सकते हो?"
      ],
      "responses": [
        "I might not be able to help with that, but I can answer wellness or health-related queries.",
        "That’s outside my expertise, but I’d love to talk about wellness tips.",
        "I’m here mainly for health and wellness conversations.",
        "Sorry, I can’t handle that request, but I can share wellness advice.",
        "That’s not something I can help with, but I can share some healthy living suggestions.",
        "I’m best at answering health and self-care questions.",
        "I may not know that, but I can suggest ways to improve your wellbeing.",
        "Let’s focus on wellness—what aspect of health would you like to discuss?",
        "I specialize in wellness support, not that topic.",
        "यह मेरे ज्ञान के बाहर है, लेकिन मैं वेलनेस और स्वास्थ्य पर मदद कर सकता हूँ।",
        "मैं इसका जवाब नहीं दे सकता, लेकिन आपको हेल्थ टिप्स बता सकता हूँ।",
        "मैं यहाँ खासकर स्वास्थ्य और वेलनेस की बातचीत के लिए हूँ।",
        "माफ़ कीजिए, इस विषय पर मैं मदद नहीं कर सकता, लेकिन वेलनेस पर सलाह दे सकता हूँ।",
        "यह मेरी क्षमता में नहीं है, पर मैं आपको स्वस्थ रहने के उपाय बता सकता हूँ।",
        "मैं स्वास्थ्य और सेल्फ-केयर से जुड़े प्रश्नों का सबसे अच्छा जवाब दे सकता हूँ।",
        "मुझे यह नहीं पता, लेकिन मैं आपकी वेलबीइंग सुधारने के उपाय बता सकता हूँ।",
        "आइए वेलनेस पर ध्यान दें—आप किस विषय पर बात करना चाहेंगे?",
        "मैं वेलनेस सपोर्ट में विशेषज्ञ हूँ, इस विषय में नहीं।"
      ],
      "wellness_tips": [
        "Take a short walk if you’ve been sitting for too long.",
        "Drink a glass of water right now—it helps clear your mind.",
        "Practice mindful breathing for a minute.",
        "Write down one thing you’re grateful for today.",
        "Stretch your arms and shoulders to release tension.",
        "Step away from screens for a few minutes.",
        "अगर आप लंबे समय से बैठे हैं तो थोड़ी देर टहलें।",
        "अभी एक गिलास पानी पी लीजिए—यह दिमाग को ताज़ा करता है।",
        "एक मिनट गहरी और सचेत साँस लेने का अभ्यास करें।",
        "आज की एक सकारात्मक बात लिखें जिसके लिए आप आभारी हैं।",
        "तनाव कम करने के लिए अपने हाथ और कंधे स्ट्रेच करें।",
        "कुछ देर के लिए स्क्रीन से दूर हो जाएँ।"
      ]
    }
    
  ]
}

